Tekla.Structures.Model.Internal.OverlayModel.OverlayModelEventHandlerProxy
OverlayModelEventHandlerProxy remote class proxy.

Tekla.Structures.Model.Internal.OverlayModel.OverlayModelEventHandlerProxy.#cctor
Initializes static instance variable.

Tekla.Structures.Model.Internal.OverlayModel.OverlayModelEventHandlerProxy.EventHandler
Gets the singleton EventHandler instance that includes overlay model API event handlers.